[
  {
    "title": "Wrong Answer",
    "description": "If you answer incorrectly, take a shot."
  },
  {
    "title": "Correct Answer",
    "description": "If you answer correctly, everyone else takes a shot."
  },
  {
    "title": "First to Answer",
    "description": "The first player to answer correctly gets to assign a shot to another player."
  },
  {
    "title": "Slow Starter",
    "description": "If you are the last to answer, take two shots."
  },
  {
    "title": " Majority Vote",
    "description": "If most players answer incorrectly, everyone takes a shot."
  },
  {
    "title": "Host's Choice",
    "description": "The host assigns a shot to any player after each round."
  },
  {
    "title": "Round Robin",
    "description": "Each player takes a shot in order after each round."
  },
  {
    "title": "Double or Nothing",
    "description": "If you answer correctly after a wrong answer, skip your next shot."
  },
  {
    "title": "Lag Penalty",
    "description": "If your answer takes longer than 10 seconds, take an extra shot."
  },
  {
    "title": "Steal the Shot",
    "description": "If you answer correctly, you can pass your shot to another player."
  },
  {
    "title": "Chain Reaction",
    "description": "If three players answer incorrectly in a row, everyone takes a shot."
  },
  {
    "title": "Sore Winner",
    "description": "If you answer correctly and mock another player, take a shot."
  },
  {
    "title": "Wrong Streak",
    "description": "If you get three wrong answers in a row, take three shots."
  },
  {
    "title": "Lucky Guess",
    "description": "If you guess correctly without knowing the answer, take a shot."
  },
  {
    "title": "Debunker",
    "description": "If you correct the host's mistake, the host takes a shot."
  },
  {
    "title": "Speedster",
    "description": "If you answer first and correctly, everyone else takes a shot."
  },
  {
    "title": "Blindside",
    "description": "If you answer incorrectly and no one else does, take two shots."
  },
  {
    "title": "Group Punishment",
    "description": "If everyone answers incorrectly, everyone takes a shot."
  },
  {
    "title": "Leaderboard Shame",
    "description": "The player with the most wrong answers takes a shot."
  },
  {
    "title": "Host's Fault",
    "description": "If the host makes a mistake in the question, the host takes a shot."
  }
]