[
  {
    "title": "Wrong Answer",
    "description": "If you answer incorrectly, take a sip of your drink."
  },
  {
    "title": "All Wrong",
    "description": "If everyone answers incorrectly, everyone takes a sip."
  },
  {
    "title": "Right Answer",
    "description": "If you answer correctly, everyone else takes a sip."
  },
  {
    "title": "Slow Start",
    "description": "The player who answers last takes a sip."
  },
  {
    "title": "Quick Draw",
    "description": "The first player to answer correctly chooses someone to take a sip."
  },
  {
    "title": "All Correct",
    "description": "If everyone answers correctly, everyone takes a sip."
  },
  {
    "title": "Majority Rules",
    "description": "If the majority answers incorrectly, they take a sip; the minority also takes a sip."
  },
  {
    "title": "Streaker",
    "description": "If a player gets three correct answers in a row, they take a sip."
  },
  {
    "title": "Lucky Number",
    "description": "If the correct answer corresponds to your assigned number, take a sip."
  },
  {
    "title": "Double Down",
    "description": "If you answer incorrectly twice in a row, take two sips."
  },
  {
    "title": "Consolation Sip",
    "description": "If you answer incorrectly three times in a row, take three sips."
  },
  {
    "title": "Random Victim",
    "description": "At the end of the round, a player is randomly selected to take a shot."
  },
  {
    "title": "Speed Demon",
    "description": "The fastest player to answer correctly makes another player take a sip."
  },
  {
    "title": "Time's Up",
    "description": "If you don't answer in time, take a sip."
  },
  {
    "title": "Unanimous",
    "description": "If everyone answers correctly, the host chooses someone to take a sip."
  },
  {
    "title": "Odd One Out",
    "description": "The player with the different answer is voted by the majority and takes a sip."
  },
  {
    "title": "Team Turn",
    "description": "If half or more answer incorrectly, everyone takes a sip."
  },
  {
    "title": "Early Bird",
    "description": "The first to answer, if wrong, takes a sip."
  },
  {
    "title": "False Confidence",
    "description": "If you answer confidently but incorrectly, take a shot."
  },
  {
    "title": "Perfect Round",
    "description": "If everyone answers correctly, all toast and take a sip."
  }
]